{ "comics" : [ {
	"tid" : 68523798175,
	"title" : "Knapweed",
	"transcript" : "What sort of freak then is man!  How novel, how monstrous, how chaotic, how paradoxical, how prodigious!  Judge of all things, feeble earthworm, repository of truth, sink of doubt and error, glory and refuse of the universe!"
}, {
	"tid" : 68829784728,
	"title" : "Who is to blame?",
	"transcript" : "- N: Meanwhile, the economy continues to fall.  Who is to blame?\n-    Corporations?  Government?\n-    The giant monster destroying Tokyo?\n-    Here is the giant monster to refute these claims.\n- M: Whenever anything goes wrong people blame me.  Sometimes humans make bad choices.\n- N: In other news, Cyrus McCormic is reaping the benefits of his profitable new invention."
}, {
	"tid" : 69057467416,
	"title" : "Introduction",
	"transcript" : "- A man sat at the table next to me.  He wore an eyepatch over his left eye and a blue piece of cloth over his head, and he was dressed in nice clothes.  Two ladies walked in, talking, and sat at a table.\n- L: You from around here?\n- B: No, I came hoping to obtain a ship in order to make a voyage to uncharted lands.\n- L: Oh, that's interesting.\n- B: Benjamin.  And you are?\n  L: Thet.\n-\n- R: Hey, nice eye patch.\n- L: Hey, I'm Thet."
}, {
	"tid" : 69247607581,
	"title" : "Revelations",
	"transcript" : "- R att B\n- R: Aha!  You don't need an eye patch after all!  Your eyes are normal!\n  B: No! You caught me!\n- L: Also my name's not really Thet.  It's Luke."
}, {
	"tid" : 70262711312,
	"title" : "Weeds",
	"transcript" : "Flor pulls up weed with light"
}, {
	"tid" : 74030454579,
	"title" : "Secret Underground Bear House",
	"transcript" : "Flor explores underground bear house"
}, {
	"tid" : 74246884143,
	"title" : "Haunted House",
	"transcript" : "B: Guys, I don't think we should go inside that house.\n- B: They say a ghost lives there, and if anyone invades the house he will go haunt them when night comes.\n- L: Well, we all live in different houses, so it can't haunt all of us, can it?\n- G: Man, why do you guys have to make this so hard?"
} ] }
